app/controllers/scores_controller.rb

  def index
    @scores = Score.all
---
SELECT * FROM "scores"